{
  "about.text": "About me",
  "contact.text": "Contact",
  "projects.text": "Projects",
  "skills.text": "Skills",
  "apresentation.text": "Hi, my name is  ",
  "dev.text": "Front-end Developer",
  "aboutTitle.text": "About me",
  "aboutText.text": "Hello, my name is Guilherme Ferraz Webber, I'm 24 years old and I graduated in Systems Analysis and Development from UNIDEAU college. I'm passionate about technology and it's ability to constantly change the world overnight. I'm seeking my first position as a developer to enter this promising and incredible job market. ",
  "skillsTitle.text": "Skills",
  "css.text": "Style language used to define the presentation and layout of HTML documents.",
  "html.text": "Markup language used to structure and display content on web pages.",
  "js.text": "High-level programming language, interpreted in the browser, used for dynamic interactivity on web pages.",
  "json.text": "JavaScript Object Notation, a lightweight data interchange format used to transmit data between a server and a web application. It is easy for humans to read and write, and easy for machines to parse and generate.",
  "react.text": "Open-source JavaScript library for building user interfaces, developed by Facebook, focusing on reusable components and efficient DOM updates.",
  "git.text": "Distributed version control system, used to track and manage changes in source code during software development.",
  "github.text": "Git-based platform offering repository hosting, team collaboration, version control, and other tools for software development.",
  "sass.text": "Syntactically Awesome Style Sheets, is an extension of CSS that adds features such as variables, nesting, mixins, and more, making it easier to write and organize styles in web projects.",
  "jquery.text": "JavaScript library that simplifies DOM manipulation and event handling on web pages.",
  "api.text": "Application Programming Interface, a set of rules and protocols that allows different software to communicate with each other.",
  "projectTitle.text": "Projects",
  "valorantTitle.text": "Valorant Guide",
  "valorantDesc.text": "Project using the Value API, and using HTML, CSS and JavaScript technologies",
  "cardTitle.text": "Interactive card",
  "cardDesc.text": "Project with the aim of creating a credit card registration page, with interactivity, using HTMl, CSS and JavaScript",
  "newsPageTitle.text": "News home page",
  "newsPageDesc.text": "Project focused on a landing page, focused on positioning elements, using only HTML and CSS",
  "projectBtn.text": "Project link",
  "defaultTechnologyText": "Click on the technologies for a brief summary.",
  "contactTitle.text": "Contact",
  "phName.text": "Your Name",
  "phEmail.text": "Your email address",
  "phMessage.text": "Write your message",
  "btnSend.text": "Send",
  "findMe.text": "Find me on social media.",
  "textContact.text": "Whether you have a company or are planning to develop a website, a job proposal, or even constructive criticism, feel free to contact me via email, and I will be grateful to respond to you as soon as possible!",
  "contact.text": "Get in touch"
}
