{
  "about.text": "Sobre mim",
  "contact.text": "Contato",
  "projects.text": "Projetos",
  "skills.text": "Habilidades",
  "apresentation.text": "Olá, meu nome é, ",
  "dev.text": "Desenvolvedor Front-end",
  "aboutTitle.text": "Sobre mim",
  "aboutText.text": "Olá, meu nome é Guilherme Ferraz Webber, tenho 24 anos e sou formado em Análise e desenvolvimento de Sistemas pela faculdade UNIDEAU, sou apaixonado por tecnologia e sua capacidade de mudar constantemente o mundo em que vivemos da noite pro dia. Estou buscando minha primeira vaga como desenvolvedor para ingressar nesse mercado de trabalho tão promissor e incrível.",
  "skillsTitle.text": "Habilidades",
  "css.text": "Linguagem de estilo usada para definir a apresentação e o layout de documentos HTML.",
  "html.text": "Linguagem de marcação usada para estruturar e exibir conteúdo em páginas da web.",
  "js.text": "Linguagem de programação de alto nível, interpretada no navegador, utilizada para interatividade dinâmica em páginas da web.",
  "json.text": "JavaScript Object Notation, um formato leve de troca de dados usado para transmitir dados entre um servidor e uma aplicação web. É fácil para humanos lerem e escreverem, e fácil para máquinas interpretarem e gerarem.",
  "react.text": "Biblioteca JavaScript de código aberto para construir interfaces de usuário, desenvolvida pelo Facebook, focada em componentes reutilizáveis e atualização eficiente do DOM.",
  "git.text": "Sistema de controle de versão distribuído, usado para rastrear e gerenciar mudanças no código-fonte durante o desenvolvimento de software.",
  "github.text": "Plataforma baseada em Git que oferece hospedagem de repositórios, colaboração de equipe, controle de versão e outras ferramentas para desenvolvimento de software.",
  "sass.text": "Syntactically Awesome Style Sheets, é uma extensão do CSS que adiciona funcionalidades como variáveis, aninhamento, mixins e outras, facilitando a escrita e organização de estilos em projetos web.",
  "jquery.text": " Biblioteca de JavaScript que simplifica a manipulação do DOM e a interação com eventos em páginas web.",
  "api.text": "Interface de Programação de Aplicações, conjunto de regras e protocolos que permite que diferentes softwares se comuniquem entre si.",
  "valorantTitle.text": "Valorant Guide",
  "valorantDesc.text": "Projeto utilizando a API de valor, e utilizando as tecnologias HTML, CSS e JavaScript",
  "projectTitle.text": "Projetos",
  "cardTitle.text": "Cartão interativo",
  "cardDesc.text": "Projeto com intuito de criar uma página de cadastro de cartão de crédito, com interatividade, utilizando HTMl, CSS e JavaScript",
  "newsPageTitle.text": "Página principal de notícias",
  "newsPageDesc.text": "Projeto focado em uma landing page, focada em posicionamento de elementos, utilizando somente HTML e CSS",
  "projectBtn.text": "Link do projeto",
  "defaultTechnologyText": "Clique nas tecnologias para um breve resumo.",
  "contactTitle.text": "Contato",
  "phName.text": "Seu nome",
  "phEmail.text": "Seu e-mail",
  "phMessage.text": "Digite sua mensagem",
  "btnSend.text": "Enviar",
  "findMe.text": "Me encontre nas redes sociais",
  "textContact.text": "Tem uma empresa ou pretende desenvolver um site, uma proposta de trabalho ou até mesmo uma crítica construtiva, sinta-se a vontade para me contatar através de um e-mail e assim que puder me sentirei grato em lhe responder!",
  "contact.text":"Entre em contato"
}
